;
; Съвети за превдачите:
; За да започнете превеждане - копирайте english.ini и го преименувайте на "вашия език.ini"
; Моля, превеждайте само текста след символа ' = '
; Може също да използвате 'translator for wisecleaner.com' да ви помогне за по-лесен и пълен превод. 
; Може да свалите преводача от http://www.wisecleaner.com/language.html.
;
;
; Translation Author = Костадин Гудин и Иван Караджов
; Translation Author Email = kostadin_gudin@mail.bg
; Soft Version = 8.03
;
[GUI]
ButtonYes=Да
ButtonNo=Не
ButtonOK=Добре
ButtonMinimize=Намали
ButtonMaximize=Увеличи
ButtonClose=Затвори
ButtonRestore=Възстанови
ButtonMenu=Меню

[Translation]
;
; Reading habits
; 
ReadHabit = Отляво надясно
;
;  Font and Charset
;
LanguageName = BUL
LangCode=0402
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = BULGARIAN_CHARSET
;
; Message box
;
Information = Информация
Warning = Предупреждения
Error = Грешка
Confirm = Потвърждение
;
; Main GUI
;
FrmWRC.btnregclean.caption=Рег. чистач
FrmWRC.btnadv.caption=Системен настройчик
FrmWRC.btnsilm.caption=Рег. дефраг
FrmWRC.btnrestore.caption=Възстанови
FrmWRC.btnsettings.caption=Настройки
FrmWRC.btnlikeit.caption=Харесай
FrmWRC.btnsuggest.caption=Предложения и обратна връзка
FrmWRC.WiseSimpleButton1.caption=Резервни
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=Избери всички
FrmRegClean.btnre.caption=Препоръчители
FrmRegClean.btnnone.caption=Без избор
FrmRegClean.btnCustom.caption=Обичайна област
FrmRegClean.WiseLabel1.caption=График
FrmRegClean.lbltype.caption=Тип стартиране:
FrmRegClean.lblweek.caption=Избери ден:
FrmRegClean.lbltime.caption=Време:
FrmRegClean.btnScan.caption=Сканирай
FrmRegClean.btncancel.caption=Отказ
FrmRegClean.btnrescan.caption=Сканирай отново
FrmRegClean.lblstat.caption=Досега не си почиствал регистрите си. Предложено е незабавно почистване!
FrmRegClean.vtrc.Columns[0]=Данни
FrmRegClean.vtrc.Columns[1]=Регистри ключ
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Оптимизирай
FrmOptimizer.btnnone.caption=Без избор
FrmOptimizer.btnall.caption=Избери всички
FrmOptimizer.btnDefault.caption=Система по подразбиране
FrmOptimizer.lblrecommendinfo.caption=Моля, пробвай нашите други продукти от wisecleaner.com сега!
FrmOptimizer.lblpce.caption=Wise Care 365
FrmOptimizer.lblpceinfo.caption=Wise Care 365 е съвкупност от регистрни инструменти, дискови инструменти и други системни инструменти за вашия компютър. Лесен за използване и ефективен!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner е най-добрият безплатен чистач на дискове за почистване от остарели файлове и лична информация. Бърз, съвършен и сигурен!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Искаш ли да подобриш производителността на Windows по-нататък?
Frmoptimizer.lblinfoex.caption=Системният настройчик може да подобри мрежа ти, скоростта на Windows и да стабилизира системата ти.
FrmOptimizer.btnoptimize.caption=Оптимизирай
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Дефрагментаторът на регистри може да накара компютъра ти да работи по-бързо и по-стабилно.
FrmRegDefragger.lblstat.caption=Все още не си дефрагментирал регистрите си. Предложено е незабавно почистване!
FrmRegDefragger.btndefrag.caption=Дефрагментирай
FrmRegDefragger.lblinfo1.caption=1. Предлагаме ти да затвориш всички други програми преди да стартираш тази функция.
FrmRegDefragger.lblinfo2.caption=2. Системата ще стане неизползваема докато се анализира.
FrmRegDefragger.lblinfo3.caption=3. Това ще рестартира компютъра ти след като дефрагментирането на регистрите приключи.
FrmRegDefragger.lblinfo4.caption=4. Моля, не затваряй дефрагментатора на регистри, в противен случай ще предизвикаш неизвестни последствия.
FrmRegDefragger.vtdefrag.Columns[0]=Име на групата
FrmRegDefragger.vtdefrag.Columns[1]=Сегашен размер
FrmRegDefragger.vtdefrag.Columns[2]=Нов размер
FrmRegDefragger.vtdefrag.Columns[3]=Редуциране
FrmRegDefragger.btnAnalysis.caption=Анализирай
;
; Custom scan areas
;
Frmcustom.caption=Обичайна област
Frmcustom.btnre.caption=Препоръчителни
Frmcustom.btnall.caption=Избери всички
Frmcustom.btnnone.caption=Без избор
Frmcustom.btncancel.caption=Отказ
Frmcustom.btnok.caption=Добре
;
; About Window
;
FrmAbout.lblver.caption=Сегашна версия:
FrmAbout.lblemail.caption=Поща за поддръжка:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Домашна страница:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Благодарим на следните хора за тяхното съдействие:
FrmAboutWin.caption=Относно
FrmAboutWin.btnok.caption=Добре
;
; Settings
;
FrmSettings.caption=Настройки
FrmSettings.tsCommon.caption=Общи
FrmSettings.tsAutoRun.caption=Авто старт
FrmSettings.tsExclusion.caption=Изключения
FrmSettings.btnrestore.caption=За нас
FrmSettings.btnok.caption=Добре
FrmSettings.btncancel.caption=Отказ
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Създай икона "Чистене с 1 натискане" , и я сложи на работния плот
FrmAutorunSettings.lblcmd.caption=Режим команден ред
FrmAutorunSettings.lblcmdinfo.caption=Може да стартираш програмата, да сканираш и почистиш автоматично регистрите си. За повече информация, моля, натисни F1 или посети следния URL адрес, за да прочетеш нашия помощен документ.
FrmAutorunSettings.btnhelp.caption=Онлайн помощ
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Добави обяснение
FrmExclusion.btnExport.caption=Изнеси
FrmExclusion.btnRemove.caption=Премахни
FrmExclusion.btnimport.caption=Внеси
Frminput.btnok.caption=Добре
Frminput.btncancel.caption=Отказ
;
; General Settings
;
FrmGeneral.chkNews.caption=Авто получаване на бюлетини
FrmGeneral.WiseLabel1.caption=Провери за обновления:
FrmGeneral.WiseLabel2.caption=Език:
FrmGeneral.btnchecknew.caption=Провери сега
FrmGeneral.lbtran.caption=Преведи на:
FrmGeneral.lblscanmode.caption=Как да се сканират регистрите
FrmGeneral.rdnormal.caption=Нормално
FrmGeneral.rdssafe.caption=Само безопасните
FrmGeneral.rddeep.caption=Дълбоко
;
; Backup and Restore
;
Frm_br.btncancel.caption=Отказ
FrmBackup.caption=Резервни
FrmBackup.btnreg.caption=Създай пълно копие на регистрите
FrmBackup.btnsys.caption=Създай системна възстановителна точка
FrmRestore.caption=Център за възстановяване
FrmRestore.btnRegBk.caption=Копие на регистрите
FrmRestore.btnSysBK.caption=Системно възстановяване
FrmRestore.btnclose.caption=Затвори
FrmRestore.btnrestore.caption=Възстанови
FrmRestore.btnremove.caption=Премахни
;
; Update
;
frmupdate.caption=Софтуерно обновяване
;
; Popup Menus
;
pmHelp=Онлайн помощ
pmHome=Домашна страница
pmCheckNew=Провери за обновления
pmLang=Езици
pmAbout=Относно
pmIgnore=Игнорирай това
pmrec=Избери безопасните
pmAll1=Избери всички
pmNone=Без избор
pmGo=Отвори в Регистри редактор...
pmExport=Изнеси в...
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Ако харесваш Wise Registry Cleaner, моля, представи тази прекрасна безплатна програма на познатите си.
FrmlikeUs.lblInfo.caption=Моля, сподели Wise Registry Cleaner със семейството си, приятели, съученици и колеги чрез Ел. поща, Blog, Twitter, Youtube, Facebook и др... Добре! Ще внесеш удобство и ефективност в живота им.
FrmlikeUs.lblRate.caption=Оцени Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Последвай ни в:
FrmlikeUs.lblshare.caption=Сподели Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Безплатно сваляне
FrmlikeUs.imgrate.hint=Дай ни оценка 5 звезди
FrmlikeUs.imgmail.hint=Сподели го с приятелите си
FrmlikeUs.imgface1.hint=Сподели го във facebook
FrmlikeUs.imgface2.hint=Последвай ни във facebook
FrmlikeUs.imgtwitter1.hint=Сподели го в twitter
FrmlikeUs.imgtwitter2.hint=Последвай ни в twitter
FrmlikeUs.Caption=Харесай
FrmlikeUs.lbldownload.caption=Свали още безплатни от WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Регистри анализ
FrmProcess.lblwait.caption=Анализиране...
FrmProcess.lblinfo.caption=Компютърът ти ще бъде неизползвам за няколко секунди.
FrmProcess.lblwait.caption=Анализиране, изчакай, моля...

[Message]
DefragRate=Това може да ви помогне да редуцираш размера на регистрите с %s.
SuggestDefrag=Предложено е незабавно дефрагментиране на регистрите.
SuggestIgnore=Регистрите ти едва ли се нуждаят от редуциране, моля, дефрагментирай ги следващия път.
TypeNoError=Чисто
NeverClean=Досега не си почиствал регистрите си. Предложено е незабавно почистване!
AdviseClean=Редовното почистване на регистрите може да накара компютърът ти да работи по-бързо и по-безопасно.
DupItem=Този елемент е бил вписан в списъка.
Advisedefrag=Дефрагментирането на регистрите може да накара компютърът ти да работи по-бързо и по-стабилно.
NeverDefrag=Все още не си дефрагментирал регистрите си. Предложено е незабавно дефрагментиране!
LastDefrag=Последния път, когато дефрагментира регистрите беше на:
TotalDefrag=Общо %.2f са компесирани.
DefaultValue=(Подразбиране)
RegBackup=Копие на регистрите
RegRestore=Възстановяване на регистрите
CreateBackup=Създаване на копие...
Compress=Компресиране...
Extracte=Извличане...
Complete=Завършено
RestoreReg=Възстановяване на регистрите...Изчакай няколко минути...
NotSupportOS=Функцията не се поддържа от тази операционна система.
EnableRestore=Възстановяването на системата е забранено. Искаш ли да го позволиш?
SysCreating=Създаване на точка за възстановяване...
SysRestoring=Подготвяне за възстановяване на системата...
RestorePointDone=Точката за възстановяване на системата беше създадена успешно.
RestorePointFail=Неуспешно създаване на възстановителна точка.
ErrorMsg=Съобщение за грешка:
Area=Област
Summary=Описание
LeastOne=Моля, избери поне една област за сканиране.
IsRunning=Програмата е стартирана, моля, изчакай сканирането да приключи и опитай отново.
Optimized=Оптимизиран
DefragReport=Регистрите са уплътнени. Доклад за оптимизирането:
DefragReport1=Старият размер на регистрите:
DefragReport2=Новият размер на регистрите:
DefragReport3=Оптимизираният размер:
ReOptimize=Оптимизирай отново
ComfirmDefrag=Моля, запази незавършените си задачи, защото компютърът ще се рестартира веднага след дефрагментиране на регистрите. Искаш ли да започнеш сега?
def15After=%d дни са минали от последното дефрагментиране на регистрите. Моля, дефрагментирай ги сега!
def15Before=Копютърът ви ще стартира по-бързо и стабилно ако запазиш регистрите си компактни, доколкото е възможно.
KeyWord=Моля, въведи обяснение:
ExImport=Списъкът с изключения беше изнесен в:
NoNewVer=Версията, която използваш е последната.
Daily=Дневно
Weekly=Седмично
Monthly=Месечно
Never=Никога
TranslateTo=Преведи на...
NeedBack=Изглежда за първи път пускаш програмата. Незабавното създаване на копие на регистрите е препоръчително. Искаш ли да го направиш автоматично сега?
Newsletter=Бюлетини
UpgradeInfo=Информация за надграждане
CannotCrTask=Не може да се създаде планирана задача.
ScheduleNextTime=Следващия път:
Exported=Сегашните елементи бяха изнесени в %s, искаш ли да отвориш файла сега?
Idle=При бездействие
LastClean=Последния път, когато почисти регистрите беше на:
Monday=Понеделник
Tuesday=Вторник
Wednesday=Сряда
Thursday=Четвъртък
Friday=Петък
Saturday=Събота
Sunday=Неделя
IssueFound=%d елемента бяха намерени.
Scanning=Сканиране
ScanCanceled=Сканирането беше отказано!
FindError=Общо %d елемента бяха открити този път. %d не са безопасни.
LogAll=%d открити елемента, %d елемента са решени.
LogFail=Неуспешно премахване на %d.
StartClean=Почисти
StartScan=Сканирай
7After=%d дни са минали от последното почистване на регистрите. Предложено е незабавно сканиране.
7Before=Почистването на регистри прави компютъра ти по-бърз!
ReScanHint=%d елемента бяха открити. Предлагаме ти да сканираш отново, за да намериш още.
CleanNow=Моля, натисни "Почисти" , за да поправиш тези елементи незабавно.
NoError=Поздравления! Имаш чист регистър!
GoodHabit=Полезно е да запазиш върховата производителност, чрез редовно почистване на регистрите.
ReScanHint1=Предлагаме ти незабавно да сканираш отново, за да намериш потенциални елементи.
TypeChanged=Променил си сканирането на елементи!
ReScanHint2=Моля, сканирай отново, за да намериш още елементи.
CleanDone=Почистването приключи!
bkAuto=Автоматично
bkManual=Ръчно
BackupDate=Backup време
BackupType=Backup тип
Problems=Елементи
CreateDate=Дата на създаване
Description=Описание
Removebackup=Искаш ли да премахнеш избраните резервни копия?
RemoveSysRestore=Искаш ли да премахнеш избраните системните възстановителни точки?
NoBackupSelected=Моля, избери поне едно резервно копие за възстановяване.
RestoreComplete=Възстановяването приключи
RestoreFromSysRestore=Трябва да рестартираш компютъра за възстановяване на системата. Искаш ли да започнеш възстановяване сега?

[Tuneup]
OptIEConnection=Повиши макс. връзки за сървър. Ускори скоростта на разглеждане на уеб страници и скоростта на гледане на видео онлайн.
IconCache=Да се увеличи кеша на сист. икони и ускори показването на десктопа.
RestoreAll=Искаш ли да възстановиш всичките елементи към стандартните за Windows?
NoSelectedItem=Моля, избери поне един елемент за оптимизиране.
OptItems=Следните %d елемента могат да бъдат оптимизирани.
ItemsOptimized=%d елемента бяха оптимизирани.
TakeEff=Някои промени няма да влезат в сила докато не се рестартира компютъра.
NoItems=Поздравления! Всички елементи бяха оптимизирани.
BootSpeedup=Ускорение на Стартиране/Изключване
SystemStable=Стабилност на системата
SystemSpeedup=Ускорение на ситемата
NetworkSpeedup=Ускорение на мрежата
PrefetchParameters=Оптимизиране на prefetch параметри за подобряване стартирането на Windows
BootDelay=Редуцира времето за "проверка на диска" за подобряване стартирането на Windows
BootPartition=Позволява оптимизираща функцията за подобряване стартирането на Windows
ClearPagingFile=Забранява почистването на виртуалната памет на Windows при изключване за ускорение изключването на компютъра
TimeOut=Редуцира бездействието на програмите при затваряне за подобряване на процеса на изключване
AutoKill=Затваряне на забили процеси за предотвратяване крашване на системата
RestartExplorer=Автоматично рестартиране на Windows Explorer за спиране на неочакваното изчезване на работния плот
TwoProcess=Настройване на Windows Explorer процесите да се стартират отделно за избягване на системни конфликти
ErrorReport=Забранява прозореца за докладване на грешки за подобряване производителността на системата
Debugger=Забрани отстраняването на бъгове за ускорение обработката на грешки
OptMemory=Оптимизиране стандартните настройки на паметта за подобрвяване производителността на системата
OptVEff=Оптимизиране външния вид на елементи (диалогови прозорци, менюта и др.) за подобрвяване производителността на системата
OptFileSystem=Оптимизиране на системните файлове за подобрвяване производителността на системата
OptDiskSystem=Оптимизиране на Входно/Изходните подсистеми на диска за подобрвяване производителността на системата
DisAutoRun=Забраняване на "Autoplay" (автостартиращата) функция на устройствата за избягване от заразяване с вируси и размножаването им
OptDiskIdle=Оптимизиране на дисковите Входно/Изходни при бездействеие на компютъра
OptTTL=Оптимизиране на TTL(Time To Live) настройки за подобряване на мрежовата производителност
OptNetForward=Оптимизиране способността на мрежата да препраща за подобряване на мрежовата производителност
OptMTU=Подобряване на TCP/IP производителността при автоматичното засичане на "черни дупки" в маршрутизирането на Path MTU Discovery technique
OptWINS=Оптимизиране времето за заявка на името WINS за подобряване скоростта при трансфер на данни
OptNetWork=Оптимизиране на мрежовите настройки за подобряване производителността на комуникация
CloseAnimate=Забрани "транзитните ефекти" за подобряване външния вид и скоростта на Windows
PagingExecutive=Забрани използването на виртуална памет и редуцирай дисковите Входно/Изходни за подобряване производителността на приложенията. (Опцията може да бъде игнорирана ако физическата памет е < 1 Gb)
StaticIP=Задай статично IP на локалната връзка за ускоряване стартирането на Windows
PorcessorTime=Оптимизиране производителността на процесора за изпълнение на приложения, игри и др. (Игнориране ако е сървър)
DisableIDECheck=Избягване проверката на IDE канала от Windows за подобряване скоростта на стартиране на Windows
ForeAppSpeed=Увеличаване скоростта на реакция на програмите в преден план
AeroPeek=Увеличаване скоростта на дисплея на Aero Peek
OptEthernet=Оптимизиране работата на Ethernet картата

[Type]
Activex=ActiveX/COM Компоненти
FireWall=Настройки на защитната стена
RootAll=Грешни адреси
SoftwareSection=Софтуерни адреси
ApplicationPaths=Програмни адреси
FileTypes=Типове Файлове
HelpFiles=Помощния Файлове
Fonts=Шрифтове
SharedDLL=Споделени DLL
MRULists=Потребителски MRU списъци
UninstallSection=Деинсталатори
StartMenu=Старт меню
StartupProgram=Автостартиращи програми
SoundandAppEvents=Звуци и програмни събития
IEUrlHistory=IE Url хронология
IFEO=Изпълнение на Image-файлове
EmptyKey=Празни редове
App=Настройки на програми

[ErrorMessage]
EmptyKey=Празен ред
EmptyHelpdirctory=Празна помощна папка.
FileNotExist=Файлът (папката) не съществува.
HFileNotExist=Помощният файл (папката) не съществува. 
EmptyValue=Празна стойност 
TypeLib=Не съществуващ тип библиотека:
NodeEmpty=Празно Съединение
SharedFilenotexist=Споделените Файлове не съществуват. 
sharedfilenotbeuse=Споделените файлове не се използват. 
noconnection=Без информация за свързване с файла.
Invalidpathtoicon=Грешен адрес на икона. 
ReferstoaninvalidClass=Отнася се за грешен Клас.
Emptyshellcommand=Командата е празна. 
Invalidshellcommand=Грешна команда (файлът не съществува). 
Fontsnotexist=Файлът с шрифтове не съществува. 
Hijacking=%s беше отвлечен от %s. 
MRULists=Потребителски MRU списъци
invalidOpenWith=Няма асоциирани програми с този тип. 
ReferActivex=Отнася се за грешен Activex/COM ред. 
EmptyCLSID=Празен CLSID. 
ComSourceNotExist=COM Източника не съществува. 
invalidUnistall=Грепна деинсталационна информация. 
notexist=не съществува. 
ObsoleteStartMenuItem=Остарели Старт меню елементи. 
SoundFilenotexist=Звуковия Файл не съществува. 
FileNotExist1=Файла (папката) не съществува, но дял "%s" е %s, препоръчително е да игнорираш тази грешка.

[CommonClean]
WhenIdle=При покой

[Summary]
Activex=Грешни ActiveX и COM компоненти
FireWall=Грешни настройки на Windows защитната стена
RootAll=Грешни адреси и файлове
SoftwareSection=Грешни адреси и файлове, останали от премахнат софтуер
ApplicationPaths=Грешни адреси за регистрирани програми и файлове
FileTypes=Грешна информация за файлово разширение
HelpFiles=Грешни регистрирани помощни файлове
Fonts=Грешна информация за шрифт
SharedDLL=Липсващи споделени динамично-свързани библиотеки
MRULists=Хронология на достъпните потребителски файлове, гледани филми, променяни документи и др.
UninstallSection=Непотребна или грешна деинсталационна информация
StartMenu=Остарели Старт меню елементи
StartupProgram=Остарели или грешни автостартиращи програми
SoundandAppEvents=Остарели или грешни настройки на звуци и събития
IEUrlHistory=Хронлогия на посетените страници с IE
IFEO=Злонамерени редове, създадени от шпионски софтуер, вируси или зловреден софтуер
EmptyKey=Редове без информация
App=Грешни настройки на програми

[AutoClean]
ErrorsFixed=грешки бяха почистени.
Title=Поздравления!
ErrorsFound=грешки бяха открити.